@extends('layouts.app')
@section('content')
    
{{-- resturaunt page --}}
<div class="container">
    {{-- top image --}}
    <img src="/storage/productImages/casheir.png" class="card-img-top order-lg-2" alt="...">



    {{-- basic-features div --}}
    <div class="basic-features text-center">
        <h4 data-aos="fade-up">
            يقوم البرنامج بالعمل عن طريق توصيل جهاز server أساسي بجهاز\أجهزة client(s) لخلق نظام شبكة داخلية للتحكم في
            جميع نواحي العمل.
        </h4>

        <h3 data-aos="fade-up">
            ESI-POS
        </h3>

        <div class="card" data-aos="fade-up">
            <div class="card-header">
                <h3>
                    المبيعات
                </h3>
            </div>
            <div class="card-body">
                <h5>نظم لإدارة التيك أوي و توصيل الطلبات.</h5>

                <h5>المدفوعات بأشكالها (مباشرة، اجلة،فيزا، اوفيسر شك، إلخ). </h5>
                <br>
            </div>
        </div>
        <div class="card" data-aos="fade-up">
            <div class="card-header">
                <h3>
                    الأمان
                </h3>
            </div>
            <div class="card-body">
                <h4 class="card-title">يضمن لك النظام الحماية عبر تحديد الصلاحيات</h4>
                <p class="card-text">كل مستخدم للبرنامج له حساب خاص يمكنك من متابعة العمليات التي قام بها المستخدم.
                    و يمنح طبقة من الأمن حيث أن كل مستخدم لا يستطع الدخول إلا على الأجزاء المصرح له بها،
                    و ذلك عبر تحديد صلاحيات كل مستخدم عن طريق الأدمن.
                    و كل مستخدم له خزينة خاصة به تمكنك من تتبع
                    ارادته و تقدم لك تقرير بتفصيل العمليات التي قام بها.</p>
                <br>
            </div>
        </div>
        <div class="card" data-aos="fade-up">
            <div class="card-header">
                <h3>
                    الفواتير
                </h3>
            </div>
            <div class="card-body">
                <h4 class="card-title">يمنحك النظام التحكم الكامل في فواتيرك</h4>
                <p class="card-text">إمكانية التحكم في الخصومات على مستوى صنف أو اصناف داخل الفاتورة أوحتي على مستوى
                    الفاتورة بأكملها،
                    و تحديد الحجم الأقصى للخصم على حسب المستخدم. و يمكن تقسيم الفاتورة على أكثر من عميل،
                    فتح أكثر من فاتورة لنفس الطاولة أو حتى تحويل فاتورة لطاولة أخرى.
                    يمكنكم البرنامج أيضاً من تقديم فواتير ضيافة لا تضاف قيمتها على الاردات و لكن تؤثر فالمخزون.
                    هنالك إمكانية التحكم في نسبة الضريبة والخدمة للصاله. و إضافة طلبات خاصة و ملاحظات على كل صنف في أمر
                    التشغيل.</p>
                <br>
            </div>
        </div>
        <div class="card" data-aos="fade-up">
            <div class="card-header">
                <h3>
                    الأصناف
                </h3>
            </div>
            <div class="card-body">
                <p class="card-text">التحكم الكامل بعمليات البيع والشراء وإدارة المخزون
                    حماية تامة من عمليات التلاعب في المخزون أو الإيرادات والمصروفات
                    تلافي مشكلات العنصر البشري من سهو أو خطأ أو حتى التلاعب
                    عمل جرد فعلي للأصناف على مستوى القسم أو التصنيف أو الصنف وعمل قيود تسوية للجرد
                    يتم تكويد الاصناف التي لها باركود والأصناف التي لا يكون لها باركود يتم إدراجها على شاشة الكاشير في
                    شكل شجرة من الأيقونات لسهولة وصول الكاشير للصنف الذي يتم إدراجه في الفاتورة بمجرد النقر على الصنف
                    على شاشة الكاشير، وبالتالي يتم توفير قيمة طابعة الباركود ومستلزماتها من صيانة وررق ليبل للباركود، مع
                    إمكانية طباعة باركود لأي صنف لا يوجد له باركود.
                </p>
                <br>
            </div>
        </div>

        <div class="card" data-aos="fade-up">
            <div class="card-header">
                <h3>
                    قاعدة البيانات
                </h3>
            </div>
            <div class="card-body">
                <p class="card-text">
                    يحتوي البرنامج على قاعدة بيانات أصناف محلات السوبر والميني ماركت بما يقترب من 20000 صنف شاملاً
                    أسعارها والباركود الخاص بها
                    أمكانية تصدير كافة التقارير إلى إكسل وبي دي إف
                </p>
                <br>
            </div>
        </div>


        <div class="card" data-aos="fade-up">
            <div class="card-header">
                <h3>
                    ميزان الكاشير
                </h3>
            </div>
            <div class="card-body">
                <p class="card-text">
                    بالنسبة للأصناف التي يتم وزنها، فبالإضافة إلى إمكانية التعامل مع كافة أنواع موازين الباركود فقد تم
                    تطوير ميزان الكتروني يعمل مع حهاز الكاشير بحيث يتم وضع الصنف المراد إدخاله في الفاتورة بالوزن على
                    الميزانه الالكتروني، ومن خلال شجرة الأيقونات الموجود على شاشة الكاشير يتم النقر على أيقونة الصنف
                    الموجود على الميزن وتؤدي تلك النقرة إلى إدخال الصنف في مفردات الفاتورة شاملاً: الاسم، السعر، الوزن،
                    والإجمالي دون الحاجة إلى استخدام ميزان باركود باهظ التكاليف باهظ تكلفة التشغيل من ورق ليبل الباركود
                </p>
                <br>
            </div>
        </div>

        <div class="card" data-aos="fade-up">
            <div class="card-header">
                <h3>
                    الفروع
                </h3>
            </div>
            <div class="card-body">
                <h4 class="card-title">
                    إدارة مركزية لكافة الفروع
                </h4>
                <p class="card-text">

                    ربط الفروع المتعددة بغض النظر عن الموقع الجغرافي، بحيث تتفرغ الفروع لعميات البيع فقط و هذا يتيح لك
                    التحكم الكامل في الفروع بحيث يتم إضافة الصنف في المركز الرئيسي فيظهر في كافة الفروع، وكذلك عند تغيير
                    سعر صنف في المركز الرئيسي فتظهر تلك التغييرات في كافة الفروع
                </p>
                <br>
            </div>
        </div>

    </div>

    @endsection